[
	{
	"title": "Natural selection, and the maintenance pancake. Dated: Apr 14, 2568.",
	"body": "<p>I had warned them all! The horrors of this planet are too strong to tame by mortal beings such as we! Just this morning a new breed of maintenance slug was discovered, using it's adhesive coating to dislodge, and push itself beneath a landmine! Wearing them like a naturally adapted form of ERA!</p><br><p>We have given nature too much power, and now it has come for all of us in return! The BOOM-SLUG is real, and you all mocked me! You mocked the man you all called stumpy! Well now who's laughing when the landmine transporting slugs decide to cast off it's fragment charged shell upon ye! And you are whisked into my reality!</p><br><p>Stalkers of maintenance beware! Your prophet at radio gremlin has seen the future, and none of you ass hats could possibly know where your next safe step will be!</p>",
	"author": "Radio Gremlin",
	"message_type": "Opinion"
	},
	{
	"title": "BLOODSTAR OF THE NORTH: Collapse of the singulo edition. Dated: Apr 14, 2568.",
	"body": "<p>In the depths of space, no one can hear you kick ass.</p><br><p>BLOODSTAR OF THE NORTH: Collapse of the singulo edition, platinum collectors pack.</p><br><p>Relive the stunning events of 2562 as Neo-Northstar's singularity core breaks down, and the station is overrun by changlings, syndicate agents, and hostile wizard enthralled clowns. While an unspeakable cult attempts to convert the wail of the singularity sheering the hull into the cry of their dark forgotten god!</p><br><p>ONLY 73 monthly payments of 666T and you can own your own sleeper unit, PREPACKAGED with BLOODSTAR OF THE NORTH: Collapse of the singulo edition.</p><br><p>BLOODSTAR OF THE NORTH: Collapse of the singulo edition, platinum collectors pack.</p><br><p>Phoronic Stardust DLC included.</p><br><p>Now on sale at your nearest NANOTRASEN VR-SLEEPER dealership.</p>",
	"author": "NANOTRASEN VR",
	"message_type": "Advertisement"
	},
	{
	"title": "Maintenance kill count, and meteor shower. Dated: Apr 14, 2568.",
	"body": "<p>A few months ago, local outpost 21 received clearance to 'trap' maintenance. Since then, crewmembers have been hard at work adding, and rapid-defusing, many of the traps in maintenance. But the question of investors is 'is it working?' Local AI Tracer has compiled the data of every report. According to the data supplied; traps have killed approximately: 73 spiders, 17 chus, 110 Clowns, and countless mice and jils. Crew casualties estimate at 24. Structural damage has been largely relegated to support walls, rock walls, and plating. Damage to critical wires and air pipes has been minimal. Resulting in a stamp of approval from central command. The 'Passive Deterrance' policy is expected to roll out to outposts 20, 19, 18, and 14, in the coming weeks.</p><br><p>However, the traps have been met with a large amount of criticism, especially from new security teams; wondering why the station needs traps. Further, following seizmic activity resulting in sections of ground collapsing to the caves below, and a 4.2 earthquake that shook debris off the mountain, some are thinking the sudden surge of explosive traps is causing destabilization in the wet ground. E-Shui officials were quick to point out it's more likely to be the result of mass on-grounds mining.</p><br><p>---</p><br><p>In other news, Outpost-21 recently passed through an asteroid field that used to be the second moon. While much of the rock debris became the ring we all enjoy in the night sky, large sections were left behind in uneven orbits. Recently, much of that came raining back down in brilliant displays of color and fire. After structural damage to the station was repaired, survey drones reported a 'higher than usual' concentration of ore deposits on station grounds. Local mining teams could not be reached for comment.</p>",
	"author": "Karawkkiki",
	"message_type": "News Article"
	},
	{
	"title": "Outpost Rebellion! Dated: Apr 3, 2568.",
	"body": "<p>Recently, Outpost-19 suffered from a insurrection attempt, leading to the deaths of dozens of crewmembers. Outpost-19, a local gas refinery station orbiting the gas giant Terpeian, in the SL-329 system, most known for supplying many of the necessary materials for the construction of Outposts 20, and 21.</p><br><p>Recently plagued by harsh conditions and supply issues due to a Skrell blockade in a border skirmish in the nearby SL-331 sector, the local cargo department rebelled, encouraging research and half the engineering team to follow suit, resulting in massive gunfights across the station, leading to the deaths of dozens of crew and many of the security forces, with the station's Supermatter Reactor being sold to a currently unknown third party.</p><br><p>The rebellious crew, led by Quartermaster R. Checkers demanded 'Free cigarettes, taco Tuesday rights, and 50 pizzas', after 37 hours of standoff and siege. Though before the demands could be met, an explosion rang out from the cargo department, igniting many gas stores in atmospherics and leading to 1/3 of the station being destroyed in the resulting fire and depressurization, ending the stand-off. E-Shui repair drones are expected to take two weeks to repair the station, and many of the innocent victims have been resleeved, while many of the suspected ones are being delayed until further investigation.</p><br><p>The cause of the explosion is still unknown, though Outpost-19 security forces deny involvement.</p>",
	"author": "Karawkkiki",
	"message_type": "News Article"
	},
	{
	"title": "Redspace Discoveries. Dated: Mar 24, 2568",
	"body": "<p>In recent months, groundbreaking discoveries in spatial anomalies have been confirmed in the fields of extra-dimensional horrors. Bluespace, named for the color-shift of a source of light moving towards a target, has been a well known phenomena since its discovery in 2493. However, it prompted theories of a 'redspace'; an as of yet unproven functional opposite.</p><br><p>However, recent anomalies on local Outpost-21 have been making waves in the wider reaches of space due to reports of a sort of 'hellish landscape'. Security footage recovered were often corrupted and crew that had returned reported being in a 'dream-like state'.</p><br><p>However, with so many correlating reports of a 'fleshy dimension filled with creatures and a twisted version of the station', psychologists have had little explanation other than rampant group psychosis formed nightmares. Local AI Tracer confirmed 'spacetime anomalies did not match records of typical wormholes found (...) Energy signatures, time dilation, latent spatial radiation, and crew cellular degradation varies from current records.' Local Research Director Trashfire had this to say: 'We cannot confirm, nor deny if this redspace exists or not(...) The most bizarre phenomena regarding this is our active communication with crewmembers in 'redspace' matching positions but not seeing them, watching as doors seemingly open on their own input but the redspaced crewmember opening it.'</p><br><p>Whether these portals head to Redspace, Hell, undiscovered areas of Bluespace, or are some other anomaly, is yet to be fully answered. Further questions are raised when wondering why these anomalies seem unique to Outposts 21, 20, and 18. But one thing is to be certain, if you find yourself in such an anomalous area. Stay calm, remain aware of your surroundings, and attempt to seek out a shimmering violet portal to get back to reality.</p>",
	"author": "Karawkkiki",
	"message_type": "News Article"
	},
	{
	"title": "Approval of New Science Wing. Feb 14, 2568",
	"body": "<p>Recently, E-Shui officials have approved construction for a Phoronics wing at local Outpost-21. The wing had previously not been on the original construction plans of the facility due to many 'not seeing a point' to the explosively-oriented department. Saying 'Phoronics is a lab all about creating explosives. We have the BSA, complete security armory, and mining is off-world. There is no need for high explosive creation, typically used in conjunction with mining. Further, the risk of such high explosives is an unacceptable risk to the Terraformer.'</p><br><p>However, it appears in recent events, with relaxing SolGov regulations leading to more explosives being required for station security, a much more accurate scope of station threats and a re-review of lackluster mining output, E-Shui officials have given the go-ahead to construct the new wing.</p><br><p>The new wing has been located to be in the Outpost-21 skyline, built into the mountainside North of the current research wing, with an explosive firing range estimated to impact in an area between the Civilian and Engineering buildings, using relocated rock from the mining to better insulate any collateral blasts.</p><br><p>The current design of the new wing is still under consideration by AI units, engineers, research teams, and E-Shui officials; but is expected to undergo final construction in the coming weeks.</p>",
	"author": "Karawkkiki",
	"message_type": "News Article"
	},
	{
	"title": "Authorization of Preemptive Security On Frontier Stations. Feb 2, 2568",
	"body": "<p>In recent weeks, Solgov has lessened its restrictions on regulation 141702 'Usage of Stationary and Mobile Traps and Security Deterrence' to allow for usage of such devices on frontier stations accosted by 'frequent, significant, and persistent threats on stations with insufficient security.'</p><br><p>Due to the recent rise in paranormal circumorph infestations, Chu'ukara infestations, stowaways, and suspected syndicate infiltration; local station Outpost-21 has recently been approved for exception to this regulation, which it had previously only had clearance for such measures around the armory.</p><br><p>While opponents of the relaxation of the regulation, such as Nanotrasen officials, argue the decision is ineffective with headlines such as 'SolGov allows for landmines to be used in bathrooms.' E-Shui law makes clear that crew members may not place destructive measures in commonly traveled areas, or anywhere where any destructive nature of a trap would damage critical station functions. As such, 'booby traps' are not authorized to be placed in any crew living areas of the station except during a red-level threat, and any explosive or other destruction-oriented traps are not to be placed in areas of critical infrastructure.</p><br><p>E-Shui officials at Outpost-21's Central Command hopes the new measures will allow crew members to 'have comfort in knowing they can take measures to protect their own station in the sector-wide security staffing crisis. And take active measures against reoccurring station threats. We trust this change in SolGov law will allow the maintenance tunnels and caverns of Outpost-21 to no longer be the spider-nest they currently are. Our brave station crew are the frontlines of defending the critical work we do here, and should feel safe in being able to decide their own defenses.'</p>",
	"author": "Karawkkiki",
	"message_type": "News Article"
	},
	{
	"title": "GHOSTS?! Probably not. Feb 2, 2568",
	"body": "<p>We've all heard the stories. Spectral hands writing in blood, lights flickering, discordant screams. Outpost-21 has had a long history of so-called hauntings, ever since it was originally colonized. After the crash of '93 where a D-Class 'Star-Schooner' crashed into the second moon, resulting in all 7,413 souls being lost, paranormal activity on the planet increased drastically. Demons clawing at backs, screams with no bodies shattering windows, even the terraformer having nightmares requiring it to be hushed back to sleep with frequent lullabies. All of this hostile paranormal activity resulting in the second moon being destroyed, giving us the belt we have today.</p><br><p>But how real are these paranormal events? Even today, we have ghosts writing in blood, cameras taking pictures of transparent people not truly there, lights flickering, and screams causing nosebleeds. But I assure you, none of these are paranomal, or even strange!</p><br><p>The ghostly writing can easily be attributed to shadekin. Faded pictures are poor quality cameras. Lights flickering is a well-known side effect of shadekin phasing, and the frequent brownouts and blackouts the station faces due to insufficient engineering. Even the 'paranomal clowns', the circumorphs that stalk maintenance could be chalked up to a scientific experiment gone wrong. We all know xenobiology goes too far! Why attribute it to the supernatural when we know it is not?</p><br><p>So please, my fellow stationers, we must stop spreading such false rumors of supernatural things. The moon was blown up for the security a belt provides, clowns are from clownplanet not hell, and research digs up horrifying artifacts from the depths they should keep buried.</p><br><p>Redspace is very real, though.</p>",
	"author": "Radio Gremlin",
	"message_type": "Opinion"
	},
	{
	"title": "Automated Response",
	"body": "<p>Node relay confirms response.</p><p>Please wait for content to finish uploading to your newscast network...</p>",
	"author": "ES-Net-Test",
	"message_type": "System Test"
	}
]
