[
	{
	"title": "Authorization of Preemptive Security On Frontier Stations",
	"body": "<p>In recent weeks, Solgov has lessened its restrictions on regulation 141702 'Usage of Stationary and Mobile Traps and Security Deterrence' to allow for usage of such devices on frontier stations accosted by 'frequent, significant, and persistent threats on stations with insufficient security.'</p><br><p>Due to the recent rise in paranormal circumorph infestations, Chu'ukara infestations, stowaways, and suspected syndicate infiltration; local station Outpost-21 has recently been approved for exception to this regulation, which it had previously only had clearance for such measures around the armory.</p><br><p>While opponents of the relaxation of the regulation, such as Nanotrasen officials, argue the decision is ineffective with headlines such as 'SolGov allows for landmines to be used in bathrooms.' E-Shui law makes clear that crew members may not place destructive measures in commonly traveled areas, or anywhere where any destructive nature of a trap would damage critical station functions. As such, 'booby traps' are not authorized to be placed in any crew living areas of the station except during a red-level threat, and any explosive or other destruction-oriented traps are not to be placed in areas of critical infrastructure.</p><br><p>E-Shui officials at Outpost-21's Central Command hopes the new measures will allow crew members to 'have comfort in knowing they can take measures to protect their own station in the sector-wide security staffing crisis. And take active measures against reoccurring station threats. We trust this change in SolGov law will allow the maintenance tunnels and caverns of Outpost-21 to no longer be the spider-nest they currently are. Our brave station crew are the frontlines of defending the critical work we do here, and should feel safe in being able to decide their own defenses.'</p>",
	"author": "Karawkkiki",
	"message_type": "News Article"
	},
	{
	"title": "Automated Response",
	"body": "<p>Node relay confirms response.</p><p>Please wait for content to finish uploading to your newscast network...</p>",
	"author": "ES-Net-Test",
	"message_type": "System Test"
	}
]